fname_male = ["Іванович", "Юрійович", "Валерійович", "Вітальович", "Миколайович", "Володимирович", "Олександрович", "Васильович", "Сергійович", "Вікторович", "Махайлович", "Григорович", "Михайлович", "Андрійович", "Анатолійович", "Дмитрович", "Тимофійович", "Олегович"]
fname_female = ["Іванівна", "Юріївна", "Валеріївна", "Віталівна", "Миколайович", "Володимирівна", "Олександрівна", "Василівна", "Сергіївна", "Вікторівна", "Махайлівна", "Григорівна", "Михайлівна", "Андріївна", "Анатоліївна", "Дмитрівна", "Тимофіївна", "Олегівна"]

